import red_high_heels from '../Mp3/红色高跟鞋.mp3'
import moment from '../Mp3/瞬.mp3'
import love_song from '../Mp3/情歌.mp3'
import rewind from '../Mp3/倒带.mp3'
import love_wrong from '../Mp3/爱错.mp3'
import guess_not from '../Mp3/猜不透.mp3'
import room from '../Mp3/房间.mp3'
import green from '../Mp3/绿色.mp3'
import are_you_there from '../Mp3/你在不在.mp3'
import anonymous_friend from '../Mp3/匿名的好友.mp3'
import prefer from '../Mp3/偏爱.mp3'
import if_love_forgotten from '../Mp3/如果爱忘了.mp3'
import i_miss from '../Mp3/我怀念的.mp3'
import i_know from '../Mp3/我知道.mp3'
import rainy_day from '../Mp3/下雨天.mp3'
import one_person_thinking from '../Mp3/一个人想着一个人.mp3'
import lost_heartbeat from '../Mp3/遗失的心跳.mp3'
import courage from '../Mp3/勇气.mp3'
import rain_love from '..//Mp3/雨爱.mp3'
import by_your_side from '../Mp3/在你的身边.mp3'
import can_i from '../Mp3/可不可以.mp3'

export const songData = [
  {
    song: '红色高跟鞋',
    src: red_high_heels,
    content: `[00:00.001]红色高跟鞋 - 蔡健雅 (Tanya Chua)
[00:07.58]词：蔡健雅
[00:15.16]曲：蔡健雅
[00:22.753]该怎么去形容你最贴切
[00:28.159]拿什么跟你作比较才算特别
[00:33.602]对你的感觉 强烈
[00:36.315]却又不太了解 只凭直觉
[00:42.683]你像窝在被子里的舒服
[00:47.905]却又像风捉摸不住
[00:53.102]像手腕上散发的香水味
[00:58.745]像爱不释手的 红色高跟鞋
[01:17.415]该怎么去形容你最贴切
[01:22.606]拿什么跟你作比较才算特别
[01:28.09]对你的感觉 强烈
[01:30.824]却又不太了解 只凭直觉
[01:37.255005]你像窝在被子里的舒服
[01:42.425995]却又像风捉摸不住
[01:47.576004]像手腕上散发的香水味
[01:53.283005]像爱不释手的 红色高跟鞋
[02:15.329]你像窝在被子里的舒服
[02:20.699]却又像风 捉摸不住
[02:25.791]像手腕上散发的香水味
[02:31.446]像爱不释手的
[02:36.65399]我爱你有种左灯右行的冲突
[02:42.493]疯狂却怕没有退路
[02:47.568]你能否让我停止这种追逐
[02:53.767]就当那双 最后唯一的
[02:58.581]红色高跟鞋`
  },
  {
    song: '瞬',
    src: moment,
    content: `[00:00.0]瞬 - 郑润泽
[00:00.96]词：郑润泽
[00:01.49]曲：郑润泽
[00:02.16]编曲：朴桑松Sunny@壹橙Music
[00:03.57]制作人：苗柏杨@壹橙Music/郑润泽
[00:05.56]吉他：陈麒元@NoMarryStudio
[00:06.49]弦乐：国际首席爱乐乐团
[00:08.1]鼓：伊佳文
[00:08.72]鼓录音：万曦
[00:09.51]和声：彭浩楷
[00:10.27]混音/母带：钟焕楷@壹橙Music/谭玉堂
[00:12.66]封面设计：ELANUS
[00:13.43]艺人经纪：青小桔@青桔娱乐
[00:15.27]艺人宣传：肖肖@Matrix/毛俊@青桔音乐
[00:16.64]音乐统筹：罗皓
[00:17.38]企划营销：花境艺@银河方舟/赵国庆@银河方舟
[00:18.07]艺人合作统筹：姚慧佳@银河方舟
[00:18.52]项目总监：宫尹琳@银河方舟
[00:18.93]出品人：陆㻛@银河方舟/张洛铭@Matrix/李淘@青桔音乐
[00:19.63]OP：青桔音乐
[00:19.79]SP：银河方舟
[00:20.62]我想 说不清哪天
[00:24.41]你就会回来
[00:26.72]可太多的思念
[00:29.06]却压着时钟转
[00:34.0]喜欢 在夜深人静
[00:37.99]零碎的不堪
[00:40.88]能孤单的 大胆
[00:46.4]太多挂念
[00:49.84]光好刺眼
[00:53.22]殆尽之前
[00:55.72]你出现在我眼前
[00:58.99]就当是我的幻觉 慢一点
[01:04.89]如果倒转思念
[01:08.07]在这之前
[01:10.1]能够将我换为你来选
[01:13.7]你要让时间怎么转
[01:20.45]刚错过的怎么换
[01:27.25]不想到醒来缺一块
[01:33.82]我想过忘记
[01:35.81]是最后最坏的打算
[01:40.95]一尘不染
[01:44.380005]如此简单
[02:16.22]你羞涩的拍下的相片纸
[02:18.68]第一次的画面
[02:19.89]你让我触动了这按键
[02:21.95]是放松的那面
[02:23.11]再到后来慢慢的瓦解
[02:24.98]在暂时分别那天
[02:26.67]谁能够想到那是我们
[02:28.45]两人之间最后的一面
[02:30.91]明明在这之前
[02:32.6]相拥的如此坚定
[02:34.18]说着一直在身边
[02:36.8]说过要一起看的海
[02:38.95]现在我独自等待
[02:42.24]你要让时间怎么转
[02:49.01]刚错过的怎么换
[02:55.74]不想到醒来缺一块
[03:02.45]我想过忘记
[03:04.34]是最后最坏的打算
[03:09.23]我的无力成为了我的败笔
[03:12.47]我是无法做到真的毫不在意
[03:16.01]我只能做的只是每天
[03:18.02]默念 默念
[03:19.58]忘记是最后最后的最坏打算
[03:23.11]一尘不染
[03:26.41]如此简单
[03:33.2]不断的失重
[03:34.93]直到我失控
[03:36.65]没有任何理由
[03:39.78]你已经看见
[03:40.92]怎会相信我说的我不痛
[03:43.97]你要让时间怎么转
[03:50.22]刚错过的怎么换
[03:57.01]不想到醒来缺一块
[04:03.71]我想过忘记
[04:05.52]是最后最坏的打算
[04:10.64]一尘不染
[04:14.08]如此简单`
  },
  {
    song: '情歌',
    src: love_song,
    content: `[00:00.0]情歌 - 梁静茹 (Fish Leong)
[00:05.2]词：陈没
[00:10.4]曲：伍冠谚
[00:15.6]编曲：陈建骐
[00:20.8]制作人：钟成虎
[00:26.0]时光是琥珀 泪一滴滴被反锁
[00:32.43]情书再不朽 也磨成沙漏
[00:39.11]青春的上游 白云飞走苍狗与海鸥
[00:46.49]闪过的念头 潺潺的溜走
[00:53.23]命运好幽默 让爱的人都沉默
[00:59.64]一整个宇宙 换一颗红豆
[01:06.68]回忆如困兽 寂寞太久而渐渐温柔
[01:13.54]放开了拳头 反而更自由
[01:20.63]慢动作 缱绻胶卷
[01:23.61]重播默片 定格一瞬间
[01:27.72]我们在 告别的演唱会
[01:32.0]说好不再见
[01:34.65]你写给我 我的第一首歌
[01:40.520004]你和我 十指紧扣 默写前奏
[01:45.69]可是那然后呢
[01:48.39]还好我有 我这一首情歌
[01:54.2]轻轻的 轻轻哼着 哭着笑着
[01:58.95]我的 天长地久
[02:20.69]命运好幽默 让爱的人都沉默
[02:27.02]一整个宇宙 换一颗红豆
[02:34.31]回忆如困兽 寂寞太久而渐渐温柔
[02:41.36]放开了拳头 反而更自由
[02:47.93]长镜头 越拉越远
[02:50.97]越来越远 事隔好几年
[02:55.06]我们在 怀念的演唱会
[02:59.25]礼貌的吻别
[03:03.78]你写给我 我的第一首歌
[03:09.59]你和我 十指紧扣 默写前奏
[03:14.67]可是那然后呢
[03:17.26]还好我有 我这一首情歌
[03:23.36]轻轻的 轻轻哼着 哭着笑着
[03:28.18]我的 天长地久
[03:34.73]陪我唱歌 清唱你的情歌
[03:40.57]舍不得 短短副歌 心还热着
[03:45.51]也该告一段落
[03:48.33]还好我有 我下一首情歌
[03:54.47]生命宛如 静静的 相拥的河
[03:59.14]永远 天长地久`
  },
  {
    song: '倒带',
    src: rewind,
    content: `[00:00.72]倒带 - 蔡依林
[00:02.26]词：方文山
[00:03.76]曲：周杰伦
[00:05.3]编曲：钟佐泓
[00:14.34]制作人：黄怡
[00:16.44]我受够了等待你所谓的安排
[00:24.9]说的未来到底多久才来
[00:31.01]总是要来不及 才知道我可爱
[00:39.42]我想依赖而你却都不在
[00:44.76]应该开心的地带
[00:48.27]你给的全是空白
[00:51.89]一个人假日发呆
[00:55.42]找不到人陪我看海
[00:59.44]我在幸福的门外
[01:03.04]却一直都进不来
[01:06.69]你累积给的伤害
[01:10.14]我是真的很难释怀
[01:13.81]终于看开爱回不来
[01:17.12]而你总是太晚明白
[01:20.83]最后才把话说开
[01:24.45]哭着求我留下来
[01:28.38]终于看开爱回不来
[01:31.85]我们面前太多阻碍
[01:35.53]你的手却放不开
[01:39.14]宁愿没出息求我别离开
[01:59.490005]你总是要我乖慢慢计划将来
[02:07.94]我的眼泪却一直掉下来
[02:13.97]过去怎么交代你该给的信赖
[02:22.65]被你亲手缓缓推入悬崖
[02:27.82]从我脸上的苍白
[02:31.04001]看到记忆慢下来
[02:34.75]过去甜蜜在倒带
[02:38.24]只是感觉已经不在
[02:42.45]而我对你的期待
[02:45.85]被你一次次摔坏
[02:49.47]已经碎成太多块
[02:52.88]要怎么拼凑跟重来
[02:56.94]终于看开爱回不来
[03:00.16]而你总是太晚明白
[03:03.86]最后才把话说开
[03:07.29]哭着求我留下来
[03:11.51]终于看开爱回不来
[03:14.86]我们面前太多阻碍
[03:18.65]你的手却放不开
[03:22.0]宁愿没出息求我别离开
[03:30.11]终于看开爱回不来
[03:33.3]而你总是太晚明白
[03:37.0]最后才把话说开
[03:40.53]哭着求我留下来
[03:44.58]终于看开爱回不来
[03:48.0]我们面前太多阻碍
[03:51.73]你的手却放不开
[03:55.12]宁愿没出息求我别离开`
  },
  {
    song: '我怀念的',
    src: i_miss,
    content: `[00:00.0]我怀念的 - 孙燕姿
[00:04.19]词：姚若龙
[00:08.38]曲：李偲菘
[00:12.57]编曲：Martin Tang
[00:16.76]我问为什么
[00:18.85]那女孩传简讯给我
[00:24.11]而你为什么
[00:26.2]不解释低着头沉默
[00:30.47]我该相信你很爱我
[00:34.24]不愿意敷衍我
[00:37.57]还是明白
[00:38.96]你已不想挽回什么
[00:46.03]想问为什么
[00:48.12]我不再是你的快乐
[00:53.19]可是为什么
[00:55.25]却苦笑说我都懂了
[00:59.3]自尊常常将人拖着
[01:03.01]把爱都走曲折
[01:06.27]假装了解是怕
[01:08.45]真相太赤裸裸
[01:11.729996]狼狈比失去难受
[01:14.229996]我怀念的是无话不说
[01:17.66]我怀念的是一起作梦
[01:21.14]我怀念的是争吵以后
[01:24.229996]还是想要爱你的冲动
[01:28.49]我记得那年生日
[01:31.8]也记得那一首歌
[01:35.06]记得那片星空
[01:37.04]最紧的右手
[01:38.869995]最暖的胸口
[01:40.39]谁记得
[01:43.759995]谁忘了
[01:56.43]想问为什么
[01:58.42]我不再是你的快乐
[02:03.25]可是为什么
[02:05.31]却苦笑说我都懂了
[02:09.35]自尊常常将人拖着
[02:13.15]把爱都走曲折
[02:16.25]假装了解是怕
[02:18.54001]真相太赤裸裸
[02:21.85]狼狈比失去难受
[02:24.23]我怀念的是无话不说
[02:27.63]我怀念的是一起作梦
[02:31.05]我怀念的是争吵以后
[02:34.06]还是想要爱你的冲动
[02:38.24]我记得那年生日
[02:41.6]也记得那一首歌
[02:44.74]记得那片星空
[02:46.68]最紧的右手
[02:48.44]最暖的胸口
[02:49.91]谁忘了
[02:51.68]我怀念的是无言感动
[02:55.03]我怀念的是绝对炽热
[02:58.48]我怀念的是你很激动
[03:01.51]求我原谅抱得我都痛
[03:05.69]我记得你在背后
[03:09.02]也记得我颤抖着
[03:12.23]记得感觉汹涌
[03:14.16]最美的烟火
[03:15.93]最长的相拥
[03:17.35]谁爱得太自由
[03:20.77]谁过头太远了
[03:24.18]谁要走我的心
[03:27.63]谁忘了那就是承诺
[03:31.07]谁自顾自地走
[03:34.39]谁忘了看着我
[03:37.87]谁让爱变沉重
[03:41.35]谁忘了要给你温柔
[03:56.69]我怀念的
[03:59.23]我还有想要爱你的冲动
[04:03.77]我记得那年生日
[04:07.15]也记得那一首歌
[04:10.28]记得那片星空
[04:12.23]最紧的右手
[04:13.89]最暖的胸口
[04:15.3]我放手
[04:18.72]我让座
[04:22.06]假洒脱
[04:25.44]谁懂我多么不舍得
[04:29.41]太爱了
[04:32.26]所以我
[04:35.66]没有哭
[04:39.01]没有说`
  },
  {
    song: '你在，不在',
    src: are_you_there,
    content: `[00:00.03]你在，不在 - 郭采洁
[00:03.15]词：姚若龙
[00:05.2]曲：饶善强
[00:06.88]编曲：饶善强
[00:27.83]云碎成雨点 等你的抱歉
[00:34.32]却等到你的 不告而别
[00:41.11]星光像泪水 没说的思念
[00:47.59]变成黑眼圈
[00:54.46]几百天来的热烈
[00:57.67]一个寒流就瓦解
[01:00.89]再厚的爱只是一叠纸片
[01:05.55]你在房间 像幻灯片
[01:08.85]你在我眼里蔓延
[01:12.16]你在手机 你在笔电 无法隔绝
[01:18.85]你在深夜 像黑咖啡
[01:22.15]你在我心里面 陪我失眠
[01:28.43]可是却不在 我身边
[01:47.740005]感冒整个月 心里的疲倦
[01:54.34]比发烧晕眩 比头痛烈
[02:00.9]我不爱争辩
[02:05.13]脑海却默默决定一切
[02:14.19]几百天来的热烈
[02:17.62]一个寒流就瓦解
[02:20.88]再厚的爱只是一叠纸片
[02:25.51]你在房间 像幻灯片
[02:28.83]你在我眼里蔓延
[02:32.27]你在手机 你在笔电 无法隔绝
[02:38.82]你在深夜 像黑咖啡
[02:42.17]你在我心里面 陪我失眠
[02:48.3]可是却不在 我的身边
[03:06.17]我换沙发换窗帘却换不掉你
[03:09.55]固执的气味
[03:13.03]抱着一起养的小狗
[03:15.07]倔强假装克服了伤悲
[03:20.13]它吻了我 弄乱藏好的泪
[03:29.04001]你在房间 像幻灯片
[03:32.19]你在我眼里蔓延
[03:35.5]你在手机 你在笔电 无法隔绝
[03:42.2]你在深夜 像黑咖啡
[03:45.49]你在我心里面 陪我失眠
[03:51.72]可是却不在 我身边`
  },
  {
    song: '匿名的好友',
    src: anonymous_friend,
    content: `[00:00.0]匿名的好友 - 杨丞琳 (Rainie Yang)
[00:05.17]词：李焯雄
[00:10.34]曲：陈颖见
[00:15.51]编曲：Wave G
[00:20.68]杜松混合茉莉的风回忆里被爱
[00:27.24]那股激动天色好红
[00:31.4]温柔好浓在胸口浮现你的脸容
[00:36.74]一起活在这城市迷宫提起你名字
[00:43.16]心还跳动却没重逢
[00:47.47]只有想碰却又不敢碰的那种悸动
[00:52.51]也许我们当时年纪真的太小
[00:56.71]从那懵懵懂懂走进各自天空
[01:00.72]该怎么说让彼此选择但思念还转动
[01:10.69]不能握的手从此匿名的朋友
[01:18.19]其实我的执着依然执着
[01:22.66]与你无关泪自行吸收
[01:26.68]不能握的手却比亲人更亲厚
[01:33.82]当所有如果都没有如果
[01:38.28]只有失去的温柔最温柔
[01:59.03]当又一次美梦落空回忆里被爱
[02:05.56]那股激动天色好红
[02:09.7]温柔好浓在胸口浮现你的脸容
[02:14.9]也许我们当时年纪真的太小
[02:18.95]从那懵懵懂懂走进各自天空
[02:22.98]那是什么让彼此选择
[02:26.79001]又不仅是尊重
[02:32.95]不能握的手从此匿名的朋友
[02:40.51]其实我的执着依然执着
[02:45.0]与你无关泪自行吸收
[02:48.98]不能握的手却比亲人更亲厚
[02:56.04001]当所有如果都没有如果
[03:00.5]只有失去的温柔最温柔
[03:20.99]不能握的手从此匿名的朋友
[03:28.42]其实我的执着依然执着
[03:33.01]却决心和你不再联络
[03:36.9]不能握的手却比爱人更长久
[03:45.93]当所有如果都没有如果
[03:50.52]只有失去的拥有最永久`
  }, {
    song: '在你的身边',
    src: by_your_side,
    content: `[00:00.0]作词：盛哲
[00:00.5]作曲：盛哲
[00:01.0]编曲：盛哲
[00:01.5]制作人：盛哲
[00:02.0]和声：盛哲
[00:02.3]和声编写：盛哲
[00:02.7]录音：盛哲
[00:03.2]合成器：盛哲
[00:03.5]吉他：盛哲
[00:03.8]混音：李海
[00:04.0]母带：Alan Silverman
[00:06.43]安静地又说分开
[00:10.84]没有依赖却是太多依赖
[00:18.35]寂寞的广场中央
[00:22.62]是谁的对白追赶我的空白
[00:30.07]爱就爱了不怕没来过
[00:33.33]恨就恨了我从没想过
[00:37.86]是怕独念一个人太深刻
[00:41.85]爱就爱了不怕没来过
[00:45.0]恨就恨了我从没想过
[00:48.88]到过的地方熟悉曾经的模样
[00:53.77]我以为忘了想念
[00:57.53]而面对夕阳希望你回到今天
[01:05.56]我记得捧你的脸
[01:09.46]在双手之间安静地看你的眼
[01:16.18]像秋天落叶温柔整个世界
[01:23.13]我想在你的身边
[01:29.41]忘了这路有多长
[01:33.53]想和你去看季节慢慢变换
[01:41.09]又来到这座广场
[01:45.17]听风随落叶已是最后一片
[01:53.0]爱就爱了不怕没来过
[01:56.11]恨就恨了我从没想过
[02:00.65]是怕独念一个人太深刻
[02:04.91]爱就爱了不怕没来过
[02:07.7]恨就恨了我从没想过
[02:11.84]到过的地方熟悉曾经的模样
[02:16.49]我以为忘了想念
[02:20.48]而面对夕阳希望你回到今天
[02:28.61]我记得捧你的脸
[02:32.33]在双手之间安静地看你的眼
[02:39.03]像秋天落叶温柔整个世界
[02:46.37]我想在你的身边
[02:52.38]我想在你的身边
[02:58.5]我想在你的身边
[03:04.05]就让那往事随风
[03:08.23]让它带走伤带走痛
[03:10.63]带回那日暮的梦
[03:15.03]花开落
[03:17.7]云会走
[03:20.5]铺满天
[03:23.95999]而你笑着在我的身边
[03:27.68]我以为忘了想念
[03:31.77]而面对夕阳希望你回到今天
[03:39.89]我记得捧你的脸
[03:43.45]在双手之间安静地看你的眼
[03:50.06]像秋天落叶温柔整个世界
[03:57.37]我想在你的身边
[04:02.92]我想在你的身边
[04:09.55]我想在你的身边
[04:13.8]在你的身边`
  },
  {
    song: '偏爱',
    src: prefer,
    content: `[00:00.0]偏爱 - 张芸京
[00:03.95]词：葛大为
[00:07.9]曲：陈伟
[00:11.85]编曲：陈伟
[00:15.8]把昨天都作废现在你在我眼前
[00:23.03]我想爱请给我机会
[00:29.57]如果我错了也承担
[00:33.4]认定你就是答案
[00:38.16]我不怕谁嘲笑我极端
[00:43.26]相信自己的直觉
[00:47.19]顽固的人不喊累
[00:50.58]爱上你我不撤退
[00:56.1]我说过我不闪躲我非要这么做
[01:02.03]讲不听也偏要爱
[01:04.48]更努力爱让你明白
[01:09.78]没有别条路能走
[01:12.92]你决定要不要陪我
[01:15.89]讲不听偏爱靠我感觉爱
[01:19.25]等你的依赖对你偏爱
[01:29.56]痛也很愉快
[01:38.06]把昨天都作废现在你在我眼前
[01:45.229996]我想爱请给我机会
[01:51.79]如果我错了也承担
[01:55.69]认定你就是答案
[02:00.4]我不怕谁嘲笑我极端
[02:05.49]相信自己的直觉
[02:09.41]顽固的人不喊累
[02:12.8]爱上你我不撤退
[02:18.35]我说过我不闪躲我非要这么做
[02:24.44]讲不听也偏要爱
[02:26.79001]更努力爱让你明白
[02:32.1]没有别条路能走
[02:35.18]你决定要不要陪我
[02:38.16]讲不听偏爱靠我感觉爱
[02:41.55]等你的依赖
[02:44.59]不后悔有把握
[02:47.41]我不闪躲我非要这么做
[02:51.89]讲不听也偏要爱
[02:54.17]更努力爱让你明白
[02:59.49]没有别条路能走
[03:02.61]你决定要不要陪我
[03:05.57]讲不听偏爱靠我感觉爱
[03:08.99]等你的依赖对你偏爱
[03:19.26]痛也很愉快`
  },
  {
    song: '如果爱忘了',
    src: if_love_forgotten,
    content: `[00:00.0]如果爱忘了
[00:06.35]词：唐恬/李志清
[00:12.71]曲：林天爱
[00:19.49]总有一些话 来不及说了
[00:26.12]总有一个人 是心口的朱砂
[00:32.5]想起那些花 那些傻 眼泪落下
[00:39.55]只留一句 你现在好吗
[00:47.18]如果爱忘了 泪不想落下
[00:53.59]那些幸福啊 让她替我到达
[01:00.06]如果爱懂了 承诺的代价
[01:06.55]不能给我的 请完整给她
[01:35.75]总有些牵挂 旧的像伤疤
[01:42.22]越是不碰它 越隐隐的痛在那
[01:48.75]想你的脸颊 你的发 我不害怕
[01:55.6]就让时间 给我们回答
[02:01.76]如果爱忘了 泪不想落下
[02:08.15]那些幸福啊 让她替我到达
[02:14.67]如果爱懂了 承诺的代价
[02:21.16]不能给我的 请完整给她
[02:28.41]我说我忘了 不痛了
[02:32.45]那是因为太爱太懂了
[02:35.68]笑了 原谅了 为你也值得
[02:41.61]用你的快乐 告诉我
[02:45.4]现在放开双手是对的
[02:48.35]别管我多 舍不得
[02:53.63]如果爱忘了 就放他走吧
[03:00.01]那些幸福啊 让她替我到达
[03:06.5]如果爱懂了 承诺的代价
[03:13.02]不能给我的 请完整给她
[03:21.52]如果爱忘了 你还记得吗`
  },
  {
    song: '房间',
    src: room,
    content: `[00:00.0]房间 - 刘瑞琦
[00:06.32]词：刘瑞琦
[00:12.64]曲：刘瑞琦
[00:18.97]要用多少个晴天 交换多少张相片
[00:26.21]还记得锁在抽屉里面的滴滴点点
[00:33.57]小而温馨的空间 因为有你在身边
[00:40.91]就不再感觉到害怕 大步走向前
[00:47.35]一天一月一起一年 像不像永远
[00:53.65]我们在同一个屋檐下
[00:56.59]写着属于我们 未来的诗篇
[01:04.88]在这温暖的房间
[01:08.62]我于是慢慢发现
[01:13.0]相聚其实就是一种缘
[01:16.87]多值得纪念
[01:19.55]在这温暖的房间
[01:23.71]我们都笑得很甜
[01:27.479996]一切 停格在一瞬间
[02:05.95]要用多少个晴天 交换多少张相片
[02:13.18]还记得锁在抽屉里面的 滴滴点点
[02:20.54001]小而温馨的空间 因为有你在身边
[02:27.92]就不再感觉到害怕 大步走向前
[02:34.49]一天一月一起一年 像不像永远
[02:40.74]我们在同一个屋檐下
[02:43.57]写着属于我们 未来的诗篇
[02:52.01]在这温暖的房间
[02:55.74]我于是慢慢发现
[03:00.1]相聚其实就是一种缘
[03:03.94]多值得纪念
[03:06.68]在这温暖的房间
[03:10.84]我们都笑得很甜
[03:14.46]一切 停格在一瞬间
[03:23.45999]停在记忆里边最美的画面
[03:30.67]因为有你在的每天
[03:38.12]在这温暖的房间
[03:41.75]我于是慢慢发现
[03:46.24]相聚其实就是一种缘
[03:50.11]多值得纪念
[03:52.76]在这温暖的房间
[03:56.88]我们都笑得很甜
[04:00.71]一切 停格在一瞬间
`},
  {
    song: "勇气",
    src: courage,
    content: `00:00.0]勇气 - 梁静茹 (Fish Leong)
[00:07.82]词：瑞业
[00:15.64]曲：光良
[00:23.47]终于做了这个决定
[00:25.37]别人怎么说我不理
[00:27.49]只要你也一样的肯定
[00:30.94]我愿意天涯海角都随你去
[00:35.01]我知道一切不容易
[00:39.17]我的心一直温习说服自己
[00:43.7]最怕你忽然说要放弃
[00:52.46]爱真的需要勇气
[00:55.7]来面对流言蜚语
[00:59.78]只要你一个眼神肯定
[01:04.5]我的爱就有意义
[01:08.86]我们都需要勇气
[01:12.22]去相信会在一起
[01:16.38]人潮拥挤我能感觉你
[01:20.99]放在我手心里你的真心
[01:40.0]终于做了这个决定
[01:42.05]别人怎么说我不理
[01:44.119995]只要你也一样的肯定
[01:47.45]我愿意天涯海角都随你去
[01:51.66]我知道一切不容易
[01:55.83]我的心一直温习说服自己
[02:00.39]最怕你忽然说要放弃
[02:06.87]爱真的需要勇气
[02:10.31]来面对流言蜚语
[02:14.43]只要你一个眼神肯定
[02:19.07]我的爱就有意义
[02:23.47]我们都需要勇气
[02:26.82]去相信会在一起
[02:30.95999]人潮拥挤我能感觉你
[02:35.59]放在我手心里你的真心
[02:44.69]如果我的坚强任性
[02:48.1]会不小心伤害了你
[02:52.99]你能不能温柔提醒
[02:56.43]我虽然心太急更害怕错过你
[03:00.8]爱真的需要勇气
[03:04.16]来面对流言蜚语
[03:08.26]只要你一个眼神肯定
[03:13.02]我的爱就有意义
[03:17.37]我们都需要勇气
[03:20.7]去相信会在一起
[03:24.89]人潮拥挤我能感觉你
[03:29.55]放在我手心里你的真心`
  },
  {
    song: '可不可以',
    src: can_i,
    content: `[00:00.0]可不可以-张紫豪
[00:02.33]词：刘伟锋
[00:04.66]曲：刘伟锋
[00:06.99]编曲：刘伟锋
[00:09.32]录制混缩：巨人先生
[00:11.65]出品：西亚斯音频工作室
[00:13.98]发行公司：恬音文化
[00:16.32]企划：谭梦
[00:16.8]说好带你流浪
[00:19.92]而我却半路返航
[00:23.49]坠落自责的海洋
[00:30.66]发现离不开你
[00:34.14]我开始决定回去
[00:37.74]你已不在原地
[00:43.74]我可以接受你的所有
[00:45.93]所有小脾气
[00:47.31]我可以带你去吃很多
[00:49.56]很多好东西
[00:50.91]我可以偶尔给你带来
[00:53.07]带来小甜蜜
[00:54.45]就像前几年那样
[00:55.92]每天都会给你制造很多惊喜
[00:58.65]你的心伤我能治愈
[01:01.68]我的快乐也只有你能给予
[01:06.12]我们就别再分离
[01:11.46]可不可以和你在一起
[01:15.03]我们之间有太多回忆
[01:18.57]爱上了你没什么道理
[01:22.14]只是刚好情窦初开遇到你
[01:25.74]不希望我的未来不是你
[01:29.28]只愿意和你永远不分离
[01:32.85]趁我还没有过保质期
[01:36.42]趁你还愿意
[02:10.74]三年的回忆
[02:13.68]我如何抹去
[02:17.28]能不能再拾起
[02:24.39]永远在一起
[02:27.9]还没有过期
[02:31.47]我们就别再分离
[02:36.78]可不可以和你在一起
[02:40.32]我们之间有太多回忆
[02:43.89]爱上了你没什么道理
[02:47.49]只是刚好情窦初开遇到你
[02:51.03]不希望我的未来不是你
[02:54.6]只愿意和你永远不分离
[02:58.11]趁我还没有过保质期
[03:01.74]趁你还愿意
[03:05.28]可不可以和你在一起
[03:08.88]我们之间有太多回忆
[03:12.39]爱上了你没什么道理
[03:15.96]只是刚好情窦初开遇到你
[03:19.5]不希望我的未来不是你
[03:23.55]只愿意和你永远不分离
[03:26.61]趁我还没有过保质期
[03:30.15]趁你还愿意
[03:33.72]趁我还没有过保质期
[03:41.01]趁你还愿意`
  },
  {
    song: '我知道',
    src: i_know,
    content: `[00:00.0]我知道 - BY2
[00:06.01]词：于萱
[00:12.03]曲：于萱
[00:18.04]Miko：从来没想过
[00:24.06]不能再和你牵手
[00:28.17]委屈时候
[00:29.3]没有你陪着我心痛
[00:36.97]Yumi：一切都是我太过骄纵
[00:41.22]以为你会懂
[00:45.15]一直忘了说
[00:47.46]我有多感动
[00:51.95]Miko：我知道你还是爱着我
[00:55.2]虽然分开的理由
[00:57.57]我们都已接受
[01:00.06]Yumi：你知道我会有多难过
[01:03.49]所以即使到最后
[01:05.87]还微笑着要我加油
[01:08.55]Miko：我知道你还放不下我
[01:11.79]才会在离开时
[01:13.729996]闭着眼没有回头
[01:16.72]Yumi：我们都知道彼此心中
[01:19.97]其实 这份爱没停过
[01:47.68]Miko：从来没想过
[01:50.92]不能再和你牵手
[01:55.04]委屈时候
[01:56.16]没有你陪着我心痛
[02:04.15]Yumi：一切都是我太过骄纵
[02:08.09]以为你会懂
[02:12.02]一直忘了说
[02:14.26]我有多感动
[02:18.88]Miko：我知道你还是爱着我
[02:22.12]虽然分开的理由
[02:24.49]我们都已接受
[02:26.87]Yumi：你知道我会有多难过
[02:30.36]所以即使到最后
[02:32.67]还微笑着要我加油
[02:35.35]Miko：我知道你还放不下我
[02:38.66]才会在离开时
[02:40.59]闭着眼没有回头
[02:43.59]Yumi：我们都知道彼此心中
[02:46.95999]其实 这份爱没停过
[02:54.14]Miko：曾经完整幸福的梦
[02:57.75]在脑海里头
[03:01.81]我多希望你 还在我左右
[03:13.76]我知道你还是爱着我
[03:16.88]虽然分开的理由
[03:19.55]我们都已接受
[03:21.86]Yumi：你知道我会有多难过
[03:25.23]所以即使到最后
[03:27.54001]还微笑着要我加油
[03:30.23]Miko：我知道你还放不下我
[03:33.53]才会在离开时
[03:35.47]闭着眼没有回头
[03:38.41]合：答应你 我会好好过
[03:41.70999]不让 这些眼泪白流`
  },
  {
    song: "爱错",
    src: love_wrong,
    content: `[00:00.0]爱错 - 王力宏 (Leehom Wang)
[00:04.9]词：王力宏/崔惟楷
[00:09.81]曲：王力宏
[00:14.72]北风毫不留情
[00:18.73]把叶子吹落
[00:21.12]脆弱的她选择了逃脱
[00:27.55]叶子失去消息
[00:30.49]风才感觉寂寞整个冬天
[00:39.87]北风的痛没人能说
[00:46.19]我从来没想过我会这样做
[00:52.89]从来没爱过所以爱错
[00:59.46]我从哪里起飞
[01:02.89]从哪里降落
[01:06.02]多少不能原谅的错
[01:09.55]却不能重来过
[01:20.15]翻开回忆角落完美的生活
[01:26.71]以为幸福都可以掌握
[01:33.229996]仔细回味当初那个故事背后
[01:42.05]Oh 原来是我 原来是我
[01:45.78]犯下从没承认的错
[01:51.869995]我从来没想过我会这样做
[01:58.58]从来没爱过所以爱错
[02:04.84]我从哪里起飞从哪里降落
[02:11.81]多少不能原谅的错
[02:15.1]却不能重来过
[02:23.01]在这少了你的世界 Oh
[02:29.69]找不回那些感觉
[02:34.28]其实我不想道别那些过去
[02:44.20999]我从来没想过我会这样做
[02:51.28]从来没爱过所以爱错
[02:55.98]从来没有爱过那么认真
[02:58.12]我从哪里起飞
[03:00.86]从哪里降落
[03:04.45]多少不能原谅的错
[03:07.7]却不能重
[03:10.26]我从来没想过我会这样做
[03:17.6]从来没爱过所以爱错
[03:24.0]我从哪里起飞
[03:27.34]从哪里降落
[03:30.73]多少不能原谅的错
[03:34.07]请你原谅我的爱错`
  },
  {
    song: "一个人想着一个人",
    src: one_person_thinking,
    content: `[00:00.0]一个人想着一个人-艾比利
[00:01.17]词：997
[00:02.34]曲：997
[00:03.51]我还有太多心愿
[00:07.05]太多梦没有实现
[00:10.59]桌上还留着过去的照片
[00:17.13]桌上摆着放凉的晚餐
[00:19.23]我没有想过有天如此孤单
[00:20.67]靠坐在沙发边上
[00:21.99]看窗外的雨滴
[00:22.83]手机没有一条消息晚安
[00:24.18]思念是一种病
[00:25.71]让我慢慢沉沦变得消极
[00:27.69]曾经你是我的动力
[00:29.28]你不在了每天我都触景伤情
[00:31.26]你不知道一个人的夜多难熬
[00:33.24]想念让我心在滴血
[00:34.74]被融化后又凝结成冰雪
[00:36.75]药只有照片和音乐
[00:38.28]如果下个时空再遇见
[00:40.05]我们一定要牵起手
[00:41.79]只要那一刻就当是永久
[00:43.83]同淋雪也就共了白头
[00:45.33]此刻在我脑海爆发
[00:47.1]眼泪的海失控了崩塌
[00:48.87]现实和梦境总是有落差
[00:50.91]还是没能触摸到你长发
[00:52.41]也许差一笔
[00:53.52]就算圆满
[00:54.45]人生充满了不确定
[00:55.95]让我再爱一点
[00:57.03]就爱一点
[00:57.93]就能最后拥抱你
[00:59.07]我一个人的失眠一个人的空间
[01:02.55]一个人的想念两个人的画面
[01:06.78]是谁的眼泪是谁的憔悴
[01:10.020004]洒满地的心碎
[01:12.96]我一个人的冒险一个人的座位
[01:16.92]一个人想着一个人
[01:20.64]眼角的泪这不是错觉
[01:38.520004]有太多话想说
[01:40.05]给你听却陷入漩涡
[01:42.03]要保持你的纯真
[01:43.2]你的微笑
[01:44.04]独一无二的酒窝
[01:45.36]每次生日我许的愿
[01:47.1]其实都与你有关
[01:48.9]假装不在意
[01:49.979996]可掩盖不了内心的喜欢
[01:53.009995]我还有太多心愿太多梦没有实现
[01:59.880005]桌上还留着过去的照片
[02:05.88]我一个人的失眠一个人的空间
[02:09.63]一个人的想念两个人的画面
[02:13.8]是谁的眼泪是谁的憔悴
[02:17.07]洒满地的心碎
[02:20.01]我一个人的冒险一个人的座位
[02:23.97]一个人想着一个人
[02:27.69]眼角的泪这不是错觉
[02:32.25]我一个人孤单
[02:32.67]一个人醉
[02:33.57]一个人想念
[02:34.41]一个人累
[02:35.22]一个人把爱恨勾兑
[02:36.75]咽下去也许我们就会
[02:38.73]只剩下自己对着镜子斗嘴
[02:40.53]没有说明书的生活让我怎么学会
[02:42.51]可我知道那是值得的
[02:44.01]所以甘愿忍受掉眼泪
[02:45.06]我一个人的冒险一个人的座位
[02:48.69]一个人想着一个人
[02:52.38]眼角的泪这不是错觉`
  },
  {
    song: '下雨天',
    src: rainy_day,
    content: `[00:00.0]下雨天 - 南拳妈妈
[00:00.36]词：梁心颐
[00:00.73]曲：张杰
[00:01.1]编曲：洪敬尧
[00:01.47]制作人：张杰
[00:01.84]下雨天了怎么办 我好想你
[00:10.0]不敢打给你 我找不到原因
[00:17.16]为什么失眠的声音 变得好熟悉
[00:24.27]沉默的场景 做你的代替
[00:27.87]陪我等雨停
[00:32.77]期待让人越来越沉溺
[00:39.81]谁和我一样 等不到他的谁
[00:47.29]爱上你我总在学会 寂寞的滋味
[00:54.24]一个人撑伞 一个人擦泪
[00:57.98]一个人好累
[01:01.23]怎样的雨 怎样的夜
[01:04.92]怎样的我能让你更想念
[01:08.81]雨要多大 天要多黑
[01:12.43]才能够有你的体贴
[01:16.68]其实 没有我你分不出那些
[01:20.16]差别 结局还能多明显
[01:24.14]别说你会难过
[01:26.49]别说你想改变
[01:31.72]被爱的人不用道歉
[02:08.45]期待让人越来越疲惫
[02:15.37]谁和我一样 等不到他的谁
[02:22.68]爱上你我总在学会 寂寞的滋味
[02:29.84]一个人撑伞 一个人擦泪
[02:33.61]一个人好累
[02:36.91]怎样的雨 怎样的夜
[02:40.61]怎样的我能让你更想念
[02:44.41]雨要多大 天要多黑
[02:48.2]才能够有你的体贴
[02:52.23]其实 没有我你分不出那些
[02:55.85]差别 结局还能多明显
[02:59.77]别说你会难过
[03:02.15]别说你想改变
[03:07.36]被爱的人不用道歉
[03:12.62]怎样的雨 怎样的夜
[03:16.48]怎样的我能让你更想念
[03:20.05]雨要多大 天要多黑
[03:23.67]才能够有你的体贴
[03:28.1]其实 没有我你分不出那些
[03:31.45999]差别 结局还能多明显
[03:35.39]别说你会难过
[03:37.79001]别说你想改变
[03:42.97]被爱的人不用道歉`
  },
  {
    song: '绿色',
    src: green,
    content: `[00:00.0]绿色 - 陈雪凝
[00:00.14]词：陈雪凝
[00:00.28]曲：陈雪凝
[00:00.43]编曲：Dadz
[00:00.57]和声：李美灵芝
[00:00.72]混音：一曲不空
[00:00.86]发行：3SEVEN叁七
[00:01.01]若不是你突然闯进我生活
[00:04.72]我怎会把死守的寂寞放任了
[00:26.27]说不痛苦那是假的
[00:29.57]毕竟我的心也是肉做的
[00:33.88]你离开时我心里的彩虹
[00:37.74]就变成灰色
[00:41.73]说不心酸那是假的
[00:45.23]如果我真的没那么爱过
[00:49.09]爱着一个没有灵魂的人
[00:52.72]世界都是黑色
[00:56.98]若不是你突然闯进 我生活
[01:00.85]我怎会把死守的寂寞 放任了
[01:04.83]爱我的话你都说
[01:06.83]爱我的事你不做
[01:08.729996]我却把甜言蜜语
[01:10.34]当做你爱我的躯壳
[01:13.17]你的悲伤难过我不参破
[01:16.61]我也会把曾经的且过 当施舍
[01:20.53]不去计较你太多
[01:22.49]从此你在我心里
[01:24.21]只剩绿色
[01:44.89]说很快活那是假的
[01:48.18]你的名字依然那么深刻
[01:52.09]每个字都刺穿我的心脏
[01:55.869995]那鲜明的痛是红色
[01:59.880005]若不是你突然闯进 我生活
[02:03.78]我怎会把死守的寂寞 放任了
[02:07.73]爱我的话你都说
[02:09.67]爱我的事你不做
[02:11.69]我却把甜言蜜语
[02:13.27]当做你爱我的躯壳
[02:16.11]你的悲伤难过我不参破
[02:19.53]我也会把曾经的且过 当施舍
[02:23.42]不去计较你太多
[02:25.36]从此你在我心里
[02:27.06]只剩绿色
[03:34.18]若不是你突然闯进 我生活
[03:38.22]我怎会把死守的寂寞 放任了
[03:42.18]爱我的话你都说
[03:44.05]爱我的事你不做
[03:46.12]我却把甜言蜜语
[03:47.7]当做你爱我的躯壳
[03:50.32]若不是你突然闯进 我生活
[03:53.93]我怎会把死守的寂寞 放任了
[03:57.86]爱我的话你都说
[03:59.77]爱我的事你不做
[04:01.8]我却把甜言蜜语
[04:03.42]当做你爱我的躯壳
[04:06.28]你的悲伤难过我不参破
[04:09.67]我也会把曾经的且过 当施舍
[04:13.59]若不是你突然闯进 我生活
[04:17.56]我怎会把死守的寂寞 放任了
[04:21.52]爱我的话你都说
[04:23.44]爱我的事你不做
[04:25.49]我却把甜言蜜语
[04:26.93]当做你爱我的躯壳`
  },
  {
    song: '遗失的心跳',
    src: lost_heartbeat,
    content: `[00:00.0]遗失的心跳 - 萧亚轩 (Elva Hsiao)
[00:04.88]词：萧亚轩
[00:09.77]曲：Svante Halldin/Emil Tigerlantz/Per Eklund/Awa Manneh
[00:14.65]编曲：陈星翰/林于贤
[00:19.54]回忆上了发条
[00:22.95]总准时报到
[00:26.77]我让日夜颠倒
[00:30.1]因为黑夜太难熬
[00:34.72]总以为哭过就好
[00:38.61]梦和现实对调
[00:41.63]穿越了城市的喧闹
[00:45.68]心跳却感应不到
[00:49.04]夜太深 心跳呢
[00:53.12]已经遗失了 不见了
[00:57.01]爱上你 心跳呢
[01:00.65]慢慢 停止了 不爱了
[01:05.32]你紧紧拥抱我入睡
[01:09.01]曾经是永恒的画面
[01:11.85]心痛着 你的爱 残酷的纪念
[01:27.82]散落一地拥抱
[01:31.61]像是在宣告 不等答案揭晓
[01:38.990005]我选择潇洒走掉 把家重新打扫
[01:47.09]用香水味盖掉
[01:50.490005]但寂寞像是一场海啸
[01:54.259995]心跳被吞噬掉
[01:57.6]夜太深 心跳呢
[02:01.7]已经 遗失了 不见了
[02:05.38]爱上你 心跳呢
[02:09.27]慢慢 停止了 不爱了
[02:13.87]你紧紧拥抱我入睡
[02:17.57]曾经是永恒的画面
[02:20.43]心痛着 你的爱
[02:24.47]残酷的纪念
[02:29.12]你的爱已停止心跳
[02:33.20999]急救也无效
[02:34.72]越爱越想逃跑
[02:36.57]自由是你唯一想要
[02:40.23]Say goodbye
[02:43.56]夜太深 心跳呢
[02:47.31]已经 遗失了 不见了
[02:51.03]爱上你 心跳呢
[02:54.97]慢慢 换谁了 心碎了
[02:59.51]就算快乐再也找不到
[03:03.28]就算永远变成了玩笑
[03:06.11]我努力 找到我
[03:10.24]遗失的心跳`
  },
  {
    song: '猜不透',
    src: guess_not,
    content: `[00:00.0]猜不透 - 丁当 (Della Ding)
[00:09.17]词：黄婷
[00:18.34]曲：林迈可
[00:27.51]猜不透
[00:31.6]你最近时好时坏的沉默
[00:38.61]我也不想去追问太多
[00:45.39]让试探为彼此的心上了锁
[00:54.89]猜不透
[00:59.17]相处会比分开还寂寞
[01:05.7]两个人都只是得过且过
[01:12.91]无法感受每次触摸是真的是热的
[01:25.76]如果忽远忽近的洒脱
[01:29.92]是你要的自由
[01:32.6]那我宁愿回到一个人生活
[01:39.41]如果忽冷忽热的温柔
[01:43.740005]是你的借口
[01:46.31]那我宁愿对你从没认真过
[02:03.54]猜不透
[02:07.73]相处会比分开还寂寞
[02:14.45]两个人都只是得过且过
[02:21.48]无法感受每次触摸是真的是热的
[02:34.38]如果忽远忽近的洒脱
[02:38.43]是你要的自由
[02:41.14]那我宁愿回到一个人生活
[02:47.97]如果忽冷忽热的温柔
[02:52.16]是你的借口
[02:54.82]那我宁愿对你从没认真过
[03:01.77]如果忽远忽近的洒脱
[03:05.85]是你要的自由
[03:08.57]那我宁愿回到一个人生活
[03:13.84]Yeah
[03:15.5]如果忽冷忽热的温柔
[03:19.77]是你的借口
[03:22.31]那我宁愿对你从没认真过
[03:29.2]到底这感觉谁对谁错
[03:33.31]我已不想追究
[03:36.05]越是在乎的人越是猜不透`
  },
  {
    song: '雨爱',
    src: rain_love,
    content: `[00:00.0]雨爱 - 杨丞琳 (Rainie Yang)
[00:03.32]词：Wonderful
[00:06.65]曲：金大洲
[00:09.98]编曲：黄宣铭
[00:13.31]制作人：薛忠铭
[00:16.64]窗外的天气
[00:21.12]就像是 你多变的表情
[00:26.76]下雨了 雨陪我哭泣
[00:33.1]看不清 我也不想看清
[00:38.78]离开你 我安静的抽离
[00:42.45]不忍揭晓的剧情
[00:45.44]我的泪流在心里
[00:48.44]学会放弃
[00:51.45]听雨的声音 一滴滴清晰
[00:54.5]你的呼吸像雨滴渗入我的爱里
[00:59.78]真希望雨能下不停
[01:03.4]让想念继续 让爱变透明
[01:09.56]我爱上给我勇气的 Rainie love
[01:15.29]窗外的雨滴 一滴滴累积
[01:18.479996]屋内的湿气像储存爱你的记忆
[01:23.92]真希望雨能下不停
[01:27.44]雨爱的秘密 能一直延续
[01:33.56]我相信我将会看到
[01:36.869995]彩虹的美丽
[02:04.66]冷冷的空气
[02:09.13]很窒息 我无法呼吸
[02:14.8]一万颗 雨滴的距离
[02:21.17]很彻底 让爱消失无息
[02:26.8]离开你 我安静的抽离
[02:30.45]不忍揭晓的剧情
[02:33.47]我的泪流在心里
[02:36.39]学会放弃
[02:42.38]听雨的声音 一滴滴清晰
[02:45.47]你的呼吸像雨滴渗入我的爱里
[02:50.76]真希望雨能下不停
[02:54.51]让想念继续 让爱变透明
[03:00.53]我爱上给我勇气的 Rainie love
[03:06.39]窗外的雨滴 一滴滴累积
[03:09.47]屋内的湿气像储存爱你的记忆
[03:14.87]真希望雨能下不停
[03:18.44]雨爱的秘密能一直延续
[03:24.52]我相信我将会看到
[03:27.83]彩虹的美丽
[03:33.61]屋内的湿气像储存爱你的记忆
[03:38.84]真希望雨能下不停
[03:42.43]雨爱的秘密能一直延续
[03:48.58]我相信我将会看到
[03:51.81]彩虹的美丽`
  }
]